{
    "escolas":[
        "Etec Abdias do Nascimento - Morumbi (Paraisópolis) - São Paulo",
        "Etec Albert Einstein - Casa Verde - São Paulo",
        "Etec Carlos de Campos - Brás - São Paulo",
        "Etec Carlos de Campos - Extensão EE Presidente Roosevelt - Liberdade - São Paulo",
        "Etec Carolina Carinhato Sampaio (antiga Etec Zona Sul) - Jd. São Luís - São Paulo",
        "Etec Carolina Carinhato Sampaio - Extensão Ceu Cantos do Amanhecer - Campo Limpo - São Paulo",
        "Etec Carolina Carinhato Sampaio - Extensão CEU Capão Redondo - Capão Redondo - São Paulo",
        "Etec Carolina Carinhato Sampaio - Extensão Ceu Três Lagos - Grajaú - São Paulo",
        "Etec CEPAM (Centro de Estudos e Pesquisas de Administração Municipal) - Cidade Universitária - Butantã - São Paulo",
        "Etec de Artes - Santana - São Paulo",
        "Etec de Cidade Tiradentes - Cidade Tiradentes - São Paulo",
        "Etec de Cidade Tiradentes - Extensão Ceu Alto Alegre - São Mateus - Iguatemi - São Paulo",
        "Etec de Cidade Tiradentes - Extensão CEU São Mateus - Parque Boa Esperança - São Paulo",
        "Etec de Esportes Curt Walter Otto Baumgart - Parque Novo Mundo - São Paulo",
        "Etec de Guaianazes - Extensão CEU Jambeiro - Guaianases - São Paulo",
        "Etec de Guaianazes - Extensão CEU Lajeado - Lajeado - São Paulo",
        "Etec de Guaianazes - Guaianases - São Paulo",
        "Etec de Heliópolis - Extensão CEU Meninos - São João Climaco - São Paulo",
        "Etec de Heliópolis - São João Clímaco - São Paulo",
        "Etec de Itaquera - Extensão CEU Inácio Monteiro - Guaianases - São Paulo",
        "Etec de Itaquera - Extensão CEU Parque Veredas - Itaim Paulista - São Paulo",
        "Etec de Itaquera - Extensão CEU Vila Curuça - Itaim Paulista - São Paulo",
        "Etec de Itaquera - Itaquera - São Paulo",
        "Etec de São Paulo - Bom Retiro - São Paulo",
        "Etec de São Paulo - Extensão Ceu Butantã - Butantã - São Paulo",
        "Etec de Sapopemba - Extensão CEU São Rafael - Conj. Promorar Rio Claro - São Paulo",
        "Etec de Sapopemba - Extensão CEU Sapopemba - Jardim Sapopemba - São Paulo",
        "Etec de Sapopemba - Extensão EE Stefan Zweig - Vila Ema (Vila Ivone) - São Paulo",
        "Etec de Sapopemba - Sapopemba (Fazenda da Juta) - São Paulo",
        "Etec de Tiquatira - Penha - São Paulo",
        "Etec de Vila Formosa - Extensão CEU Aricanduva - Jardim Santa Teresinha - São Paulo",
        "Etec de Vila Formosa - Vila Formosa - São Paulo",
        "Etec Dep. Ary de Camargo Pedroso (Etec Paulista) - Extensão EE. Dr. João Sampaio - Jardim São Paulo - Piracicaba",
        "Etec Doutora Maria Augusta Saraiva - Campos Elíseos - São Paulo",
        "Etec Getúlio Vargas - Extensão EE Prof. Roldão Lopes de Barros - Vila Mariana - Jd da Glória - São Paulo",
        "Etec Getúlio Vargas - Ipiranga - São Paulo",
        "Etec Guaracy Silveira - Pinheiros - São Paulo",
        "Etec Irmã Agostina - Extensão CEU Cidade Dutra - Interlagos - São Paulo",
        "Etec Irmã Agostina - Extensão CEU Vila Rubi - Jornalista Alexandre Kadunc - Vila Rubi - São Paulo",
        "Etec Irmã Agostina - Jardim Satélite - São Paulo",
        "Etec Itaquera II - Vila Carmosina - Metrô Itaquera - São Paulo",
        "Etec Jaraguá - Jaraguá - São Paulo",
        "Etec Jardim Ângela - Extensão CEU Feitiço da Vila - Chácara Santa Maria - São Paulo",
        "Etec Jardim Ângela - Extensão CEU Guarapiranga - Parque Bologne - São Paulo",
        "Etec Jardim Ângela - Extensão CEU Vila do Sol - Jd. Horizonte Azul - São Paulo",
        "Etec Jardim Ângela - Jd. Ângela - São Paulo",
        "Etec Jorge Street - Extensão CEU Parque Bristol - Parque Bristol - São Paulo",
        "Etec Jornalista Roberto Marinho - Brooklin Novo - São Paulo",
        "Etec José Rocha Mendes - Extensão EE Amadeu Amaral - Belém - São Paulo",
        "Etec José Rocha Mendes - Extensão EE Brasilio Machado - Vila Mariana - São Paulo",
        "Etec José Rocha Mendes - Vila Prudente - São Paulo",
        "Etec Juscelino Kubitschek de Oliveira - Extensão Associação Despertar - Jd. Vilas Boas - São Paulo",
        "Etec Juscelino Kubitschek de Oliveira - Extensão Ceu Caminho do Mar - Jabaquara - São Paulo",
        "Etec Mandaqui - Mandaqui - São Paulo",
        "Etec Martin Luther King - Extensão E.E Américo de Moura, - Jardim Avelino - São Paulo",
        "Etec Martin Luther King - Tatuapé - São Paulo",
        "Etec Parque Belém - Tatuapé - São Paulo",
        "Etec Parque da Juventude - Extensão CEU Jaçanã - Jd. Guapira - São Paulo",
        "Etec Parque da Juventude - Extensão EMEFM Prof. Derville Allegretti - Santana - São Paulo",
        "Etec Parque da Juventude - Santana - São Paulo",
        "Etec Paulistano - Jardim Paulistano - Brasilândia - São Paulo",
        "Etec Perus - Gildo Marçal Bezerra Brandão - Extensão CEU Perus - Vila Fanton - São Paulo",
        "Etec Perus - Gildo Marçal Bezerra Brandão - Perus - São Paulo",
        "Etec Prof. Adhemar Batista Heméritas - Pq. Santo Antonio - Zona Leste - São Paulo",
        "Etec Prof. André Bogasian - Extensão Ceu Jaguaré - Jaguaré - São Paulo",
        "Etec Prof. Aprígio Gonzaga - Extensão CEU Quinta do Sol - Cangaíba - São Paulo",
        "Etec Prof. Aprígio Gonzaga - Extensão E.E. Esther Frankel Sampaio - Penha de França - São Paulo",
        "Etec Prof. Aprígio Gonzaga - Penha - São Paulo",
        "Etec Prof. Basilides de Godoy - Extensão CEU Parque Anhanguera - Jd. Anhanguera - São Paulo",
        "Etec Prof. Basilides de Godoy - Vila Leopoldina - São Paulo",
        "Etec Prof. Camargo Aranha - Mooca - São Paulo",
        "Etec Prof. Horácio Augusto da Silveira - Extensão E.E. Albino César - Vila Mazzei - São Paulo",
        "Etec Prof. Horácio Augusto da Silveira - Extensão EE Carmosina Monteiro Vianna - Vila Medeiros - São Paulo",
        "Etec Prof. Horácio Augusto da Silveira - Vila Guilherme - São Paulo",
        "Etec Profª Dra. Doroti Quiomi Kanashiro Toyohara (Etec Pirituba) - Extensão CEU Vila Atlântica - Jaraguá - São Paulo",
        "Etec Profª Dra. Doroti Quiomi Kanashiro Toyohara (Etec Pirituba) - Pirituba - São Paulo",
        "Etec Raposo Tavares - Raposo Tavares (COHAB Raposo) - São Paulo",
        "Etec Santa Ifigênia - Santa Ifigênia - São Paulo",
        "Etec São Mateus - São Mateus (Av. Aricanduva) - São Paulo",
        "Etec SEBRAE - Campos Elíseos - São Paulo",
        "Etec Takashi Morita - Extensão CEU Alvarenga - Pedreira - São Paulo",
        "Etec Takashi Morita - Extensão Ceu Parelheiros - Parelheiros - São Paulo",
        "Etec Takashi Morita - Santo Amaro - São Paulo",
        "Etec Tereza Aparecida C. N. de Oliveira - Arthur Alvim - São Paulo",
        "Etec Uirapuru - Jd. João XXIII - São Paulo",
        "Etec Zona Leste - Cidade A.E. Carvalho - São Paulo",
        "Etec Zona Leste - Extensão Ceu Azul da Cor do Mar - Cidade A.E Carvalho - São Paulo",
        "Etec Zona Leste - Extensão Ceu Parque São Carlos - São Miguel Paulista - São Paulo",
        "Etec Zona Leste - Extensão FATEC Zona Leste - Cidade A.E. Carvalho - São Paulo"
    ]
}
